#### OpenTofu Format and Style 🖌`success`
#### OpenTofu Initialization ⚙️`success`
#### OpenTofu Validation 🤖`success`
<details><summary>Validation Output</summary>

```

Success! The configuration is valid.


```

</details>

#### OpenTofu Plan 📖`success`

<details><summary>Show Plan</summary>

```

tofu
aws_s3_bucket.opentofu_state: Refreshing state... [id=402-wtf-opentofu-state]

OpenTofu used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

OpenTofu will perform the following actions:

  # aws_ses_domain_identity.domains["402.wtf"] will be created
  + resource "aws_ses_domain_identity" "domains" {
      + arn                = (known after apply)
      + domain             = "402.wtf"
      + id                 = (known after apply)
      + verification_token = (known after apply)
    }

  # aws_ses_domain_identity.domains["anyhost.ing"] will be created
  + resource "aws_ses_domain_identity" "domains" {
      + arn                = (known after apply)
      + domain             = "anyhost.ing"
      + id                 = (known after apply)
      + verification_token = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```

</details>

*Pusher: @clee231, Action: `pull_request`, Working Directory: `1_account_infra`, Workflow: `OpenTofu Plan - PR`*